const mockKbList = [
  {
    "kcmc": "自然语言处理",
    "xm": "陈薇",
    "cdmc": "(东)广宇楼kB406",
    "xqj": "1",
    "jcs": "3-5",
    "zcd": "1-13周,16-17周"
  },
  {
    "kcmc": "形势与政策6",
    "xm": "谢婉莹",
    "cdmc": "(东)广宇楼kB402",
    "xqj": "1",
    "jcs": "6-8",
    "zcd": "10周,16周"
  },
  {
    "kcmc": "大学生职业发展与就业指导2",
    "xm": "刘佳",
    "cdmc": "(东)广宇楼kA104",
    "xqj": "3",
    "jcs": "3-4",
    "zcd": "3-10周"
  },
  {
    "kcmc": "八段锦养生俱乐部",
    "xm": "谢秀婷",
    "cdmc": "东区足球场",
    "xqj": "4",
    "jcs": "6-7",
    "zcd": "2-9周"
  }
];